/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Apagar";
"Basic settings" = "Definiçōes Basicas";



/* MAIN ACTIVITIES */

"Home" = "Inicio";
"Open" = "Abertas";
"Closed" = "Arquivado";
"Awards" = "Prémios";



/* HOME VIEW */
"Up next" = "A Seguir";
"More to explore" = "Mais para explorar";
"%@ %lld items, %g%% complete" = "%@ %lld items, %g%% completo";



/* PROJECTS VIEW */

"Open Projects" = "Projetos abertos";
"Closed Projects" = "Projectos Arquivados";
"Add Project" = "Adicionar Projecto";
"Add New Item" = "Adicionar novo item";
"There's nothing here right now." = "Nada para ver aqui";

/* A button that shows a menu with the following options */
"Sort" = "Organizar";
"Sort items" = "Oganizar items"; /* The title of the menu */
"Optimized" = "Otimizado"; /* Sort using an optimized algorithm */
"Creation Date" = "Data criada"; /* Sort by the date items were created */
"Title" = "Nome"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Novo Projecto";
"New Item" = "Novo Item";

"%@, Completed" = "%@, Tarefa Completo.";
"%@, high priority" = "%@, Prioridade Alta.";
"%@, Medium Priority" = "%@, Prioridade Média.";
"%@, Low Priority" = "%@, Prioridade Baixa.";

/* EDITING PROJECTS */
"Edit Project" = "Editar Projeto";
"Project name" = "Nome do Projecto";
"Description of this project" = "Descrição do projecto";
"Custom project color" = "Cor do projecto";

"Select a project color" = "Selecione a cor do projecto";
"Pink" = "Cor de Rosa";
"Purple" = "Roxo";
"Red" = "Vermelho";
"Orange" = "Cor de Laranja";
"Gold" = "Dourado";
"Green" = "Verde";
"Teal" = "Azul Petróleo";
"Light Blue" = "Azul Claro";
"Dark Blue" = "Azul Escuro";
"Midnight" = "Azul Muito escuro";
"Dark Gray" = "Cinzento Escuro";
"Gray" = "Cinzento";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Arquivar projeto";
"Closing a project moves it from Open to Closed; deleting it removes the project entirely." = "Arquivar um projecto, move-o para a tab de tarefas arquivadas; Apagar, remove-o completamente o projecto";
"Reopen this project" = "Reabrir  projecto";
"Delete this project" = "Apagar este projecto";
"Delete project?" = "Apagar projecto?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Tem a certeza que quer apagar este projeto? Todos os items serão apagados";



/* EDITING ITEMS */
"Edit Item" = "Editar item";
"Item name" = "Nome do item";
"Description" = "Descrição";
"Priority" = "Prioridade";
"Low" = "Baixa";
"Medium" = "Media";
"High" = "Alta";

"Mark Completed" = "Marcar como completo"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Bloqueado";
"Unlocked: %@" = "Desbloqueado: %@";



/* OTHER STRINGS */

"Done" = "Feito";
"Closed Tasks" = "Taferas Arquivadas";
"Tarefas" = "Tarefas";

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin" = "Escolha alguma opção do menu";
"Please add projects and items to find more info here." = "Por favor adicine projetos e/ou items para ver mais informação nesta pagina";
